---
kind: other
id: Methods.T:Autodesk.Revit.DB.Transform
zh: 变换
source: html/445489a7-d576-58af-06d1-73382a935c78.htm
---
# Transform Methods

**中文**: 变换

Determines whether this transformation and the specified transformation are the same within the tolerance (1.0e-09).